var searchData=
[
  ['динамична_20редакция_20на_20дървото_20и_20персистенция_20tree_20mutation_20persistence_0',['Сценарий 4: Динамична редакция на дървото и Персистенция (Tree Mutation &amp;amp; Persistence)',['../md__r_e_a_d_m_e.html#autotoc_md8',1,'']]],
  ['документация_20на_20курсов_20проект_1',['XML Parser - Документация на курсов проект',['../index.html',1,'']]],
  ['документа_20множество_20корени_2',['Сценарий 2: Невалидна структура на документа (Множество корени)',['../md__r_e_a_d_m_e.html#autotoc_md6',1,'']]],
  ['дървото_20и_20персистенция_20tree_20mutation_20persistence_3',['Сценарий 4: Динамична редакция на дървото и Персистенция (Tree Mutation &amp;amp; Persistence)',['../md__r_e_a_d_m_e.html#autotoc_md8',1,'']]]
];
