var searchData=
[
  ['невалидна_20структура_20на_20документа_20множество_20корени_0',['Сценарий 2: Невалидна структура на документа (Множество корени)',['../md__r_e_a_d_m_e.html#autotoc_md6',1,'']]],
  ['на_20документа_20множество_20корени_1',['Сценарий 2: Невалидна структура на документа (Множество корени)',['../md__r_e_a_d_m_e.html#autotoc_md6',1,'']]],
  ['на_20дървото_20и_20персистенция_20tree_20mutation_20persistence_2',['Сценарий 4: Динамична редакция на дървото и Персистенция (Tree Mutation &amp;amp; Persistence)',['../md__r_e_a_d_m_e.html#autotoc_md8',1,'']]],
  ['на_20изключения_20error_20handling_3',['Сценарий 3: Синтактични грешки и Управление на изключения (Error Handling)',['../md__r_e_a_d_m_e.html#autotoc_md7',1,'']]],
  ['на_20курсов_20проект_4',['XML Parser - Документация на курсов проект',['../index.html',1,'']]]
];
