var searchData=
[
  ['синтактични_20грешки_20и_20управление_20на_20изключения_20error_20handling_0',['Сценарий 3: Синтактични грешки и Управление на изключения (Error Handling)',['../md__r_e_a_d_m_e.html#autotoc_md7',1,'']]],
  ['стандартна_20работа_20и_20xpath_20happy_20path_1',['Сценарий 1: Стандартна работа и XPath (Happy Path)',['../md__r_e_a_d_m_e.html#autotoc_md5',1,'']]],
  ['сценарии_20use_20cases_20edge_20cases_2',['Тестови Сценарии (Use Cases &amp;amp; Edge Cases)',['../md__r_e_a_d_m_e.html#autotoc_md4',1,'']]],
  ['сценарий_201_3a_20стандартна_20работа_20и_20xpath_20happy_20path_3',['Сценарий 1: Стандартна работа и XPath (Happy Path)',['../md__r_e_a_d_m_e.html#autotoc_md5',1,'']]],
  ['сценарий_202_3a_20невалидна_20структура_20на_20документа_20множество_20корени_4',['Сценарий 2: Невалидна структура на документа (Множество корени)',['../md__r_e_a_d_m_e.html#autotoc_md6',1,'']]],
  ['сценарий_203_3a_20синтактични_20грешки_20и_20управление_20на_20изключения_20error_20handling_5',['Сценарий 3: Синтактични грешки и Управление на изключения (Error Handling)',['../md__r_e_a_d_m_e.html#autotoc_md7',1,'']]],
  ['сценарий_204_3a_20динамична_20редакция_20на_20дървото_20и_20персистенция_20tree_20mutation_20persistence_6',['Сценарий 4: Динамична редакция на дървото и Персистенция (Tree Mutation &amp;amp; Persistence)',['../md__r_e_a_d_m_e.html#autotoc_md8',1,'']]],
  ['структура_20на_20документа_20множество_20корени_7',['Сценарий 2: Невалидна структура на документа (Множество корени)',['../md__r_e_a_d_m_e.html#autotoc_md6',1,'']]]
];
